<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
	<!-- 콘텐츠 시작 { -->
	<div id="container">
		<!-- <div id="wrapper_title">회사소개</div> -->
		<div id="wrapper_title">회사소개</div>
		<div class="sub_con_wrap">

			<div class="">
				<img src="<%=request.getContextPath()%>/img/shop/intro01_img_01.png" width="100%">
			</div>
			<div class="s_txt">
				<div class="int01_tit">
					<span>에덴의 동쪽</span>에 방문해주셔서 감사합니다.
				</div>
				"에덴의 동쪽, 머루와인 엠퍼리"를 만난 당신은 지금 이 순간부터 행복함과 건강을 약속받으실 수 있을 겁니다. <Br>
				왜냐하면, 신비의 베일 속에서 태어난 생명의 와인을 만날 수 있기 때문입니다.<Br> <Br> 여기
				경상북도 봉화군은 한국에서 얼마 남지 않은 유일한 청정지역으로서 이곳 오전리의 약수를 마시면 약이된다고 하는 유명한
				곳입니다.<Br> <Br> 신선이 내려왔다는 전설이 깃든 소백산 기슭 깊은 산 속에서 자연 그대로의
				순수성을 간직하고 태어난 엠퍼리는 에덴의 동쪽의 깊은 정성과 심혈이 깃들여진 결정체라고 생각합니다.<Br> <Br>
				산포도(산머루)는 야생 속에의 자연에서 생긴 여러 가지 세균 및 해충과 싸우면서 탄생된 대지의 생명력을 가진 그대로의
				산물입니다.<Br> <Br> 몇백 년 전부터 와인을 만들기 위하여 심어온 블란서의 Caberenet
				Sauvinon 또는 Meriot등의 품종과는 근본적으로 존재하는 의미가 전혀 다릅니다.<Br> <Br>
				곰팡이 또는 해충이 붙으면 산포도는 균에 의하여 신선함을 이기지 못하고 새잎과 송이가 떨어져 버립니다. 그러나 자신의 삶을
				깎아가면서 까지 열심히 살아 남으려고 하는 어려운 식물의 삶에 깊이 공감을 느낍니다. 왜나면, 인간이 이와 같은 실행을
				한다면 그것은 너무나 가혹하다고 할 것이기 때문입니다.<Br> <Br> 산자수명의 풍토에서 불어오는
				바람속에 이 강한 생명력의 야생포도는 지금 나에게 발견되어 재배됨으로써 새로운 생명을 가지고 태어났습니다. 그리고 또다시
				여러 가지 병, 마음의 기쁨 혹은 괴로움을 달래며 마심으로써 당신에게 행복감을 느끼게 해주는 와인으로써 여러분께 선보이게
				됐습니다.<Br> <Br> 러시아의 아무-루강 남쪽 만주일대 및 한국, 일본에서만 자생하며 예로부터
				한약재로 널리 알려져 사용하여온 산포도가 와인으로써 모습은 바뀌었으나 사람의 몸에 좋은 약리 효능을 그대로 간직하고 있다는
				것은 현재를 살아가는 우리에게 산포도의 신비한 약리 효능을 아낌없이 선사하고 있으며 인생의 전부를 바쳐 노력한 결과 현재에
				왔다고 실감하고 있습니다.<Br> <Br> 지금부터 와인을 사랑하는 여러분께 이 와인을 접하실 기회가
				되어, 앞으로 무엇보다 사랑을 받을 수 있는 한병의 귀중한 와인이 될 것을 진심으로 기원합니다.

				<div class="sign">From, East of Eden</div>
			</div>



		</div>


	</div>
	<!-- } 콘텐츠 끝 -->