<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
	<!-- 콘텐츠 시작 { -->
	<div id="container">
		<!-- <div id="wrapper_title">산머루와인</div> -->
		<div id="wrapper_title">와인 즐기는법</div>

		<div class="sub_con_wrap">
			<div class="inner sub0202_top_wrap">
				<div class="txt Noto-serif fw4">
					<div class="t ">
						<span>와인</span>을 제대로 <br class="mo"> 즐기는 방법
					</div>

					와인의 맛과 향 그리고 빛깔을 제대로 감상하려면 알맞은 온도로 서빙하여 향을 잘 살릴 수 있는 잔을 선택하는 것이 좋다
					<br class="mo"> 그리고 와인이 숨을 쉴 수 있게 브리딩하고 근사한 디켄더에 옮겨 담아 서빙한다면
					더욱 효과적이다.<br> ※브리딩(breathing): 마시기 몇 시간 전에 코르크마개를 열어놓아 공기와
					접촉하도록 하는 것을 말한다.<br> ※디켄딩(decanding): 디켄더(decander)라고 하는 호리병
					모양의 유리병에 옮겨 담아 서빙하는 것을 말한다.<br> <br> 스위트와인은 6~8℃ 가 적정 온도로
					온도가 낮을수록 신선한 맛과 달콤함이 더욱 증가하고 신맛이 상대적으로 적게 느껴진다. 드라이와인은 8~12℃ 정도로 높은
					온도로 서빙하는 것이 좋다고 한다. 그러나 각자의 기호가 다르기에 개인의 취향에 맞게 설정하여 마시는 것이 좋다.<br>
					용도에 맞는 와인잔은 긴 다리에 튤립 모양으로 위로 올라갈수록 좁아져 과일향이 모아지도록 되어있다. 레드와인은 타닌과
					풍부한 향이 특징이므로 잔의 볼륨이 커야 입술의 접촉면이 넓어 향기를 간직하면서 텁텁한 타닌의 맛을 잘 느낄 수 있다.<br>
					<br> 개봉한 와인은 다 마시는 것이 좋다 그러나 남은 와인 보관방법은 최대한 산소를 차단하여 밀봉 후
					보관하도록 한다.<br> 와인을 오픈하는 방법은 코르크스크류를 준비해야한다.<br> <br>
					1. 호일컷터나 작은 칼을 이용해 호일을 벗긴다. <br> 2. 깨끗한 냅킨으로 병 입구와 목 부분을 잘
					닦는다. <br> 3. 코르크 스크류 끝을 정 중앙에 대고 스크류를 돌려 코르크를 관통하지 않도록 삽입한 후
					뽑아 올린다.

				</div>

				<div class="img">
					<img class="wine"
						src="<%=request.getContextPath()%>/img/shop/sub0201_img_01.png" width="50%" />
				</div>


			</div>
		</div>
	</div>
	<div class="sub0202_bg_wrap"></div>




	<div class="sub_con_wrap">
		<div class="inner sub0202_top_wrap">
			<div class="txt Noto-serif fw4">
				<div class="t ">
					<span>진실의 와인</span> <br class="mo">다스림의 시대에 나타나다.
				</div>



				본인의 직업상, 연간 1,000병 이상의 와인과 만나게 됩니다. <Br> <Br> 2년전 어느날, 세계의
				와인이 한 자리에 모인 식품박람회에서 처음으로 순 한국산 와인과 만났습니다. [한국은 추운데 와인용 포도를 만들 수 있나?
				아마 해외에서 포도과즙을 수입해서 만들었을까? 여튼, 어떤 수준일까?] 그때는 맛에 대한 기대보다는 신기한 것을 만났을
				때의 호기심으로 한잔 받았습니다.<Br> <Br> 유명 무명, 어느 나라 태생인가에 관계없이 병의
				내용물이 어떤 품질인가, 정확하게 감정하는 것이 나의 일입니다.와인의 골격은 크게 나누어서 5종류의 요소가 있으며, 그
				우열을 감정합니다.산, 떫음, 알코올, 맛, 과실 그 차제의 향 등 각각의 분량의 풍부함, 질의 우열로 순위를 정합니다.<Br>
				<Br> 먼저 향기를 맡으면 완전히 숙성한 포도의 달콤한 향기가 부드럽게 그 와인의 표면에 맴돌고
				있었습니다.하지만 아직 액체 속에는 많은 향이 잠겨 있는 듯한 느낌이 듭니다. 용이 살고 있는 깊은 연못일수록 정숙함이
				충만한 것과 닮은 것일까요? 다음은 입 속에서 볼을 부풀려 와인을 몇번 씹습니다. 맛과 향기가 헝클어짐 없이 씹을 수록
				풍미가 솟아납니다. 이것으로 이것이 아주 충실하게 만들어진 것이며 강한 생명을 가지고 있다는 것을 알 수 있습니다.
				알코올도 부드럽고 탄력을 느낄 수 있습니다. 과실의 플레이버(flavor)가 입 속에 오래 남고, 마치 면년간이나 잠재운
				빈티지 포트와 같은 맛입니다. 거기에 포트 와인과는 다른 젊음을 충분히 갖춘 상당한 고품질입니다. 도대체 이 와인을 어떻게
				만들었을까 태어나서 처음으로 만난것에 대한 놀라움과 의문으로 쇼크를 받았습니다.<Br> <Br> 새해가
				밝아 바로, 멀리 그 와인을 만들고 있는 경북의 봉화에 찾아갔습니다. 또 다른 놀라움이 거기서 기다리고 있었습니다. 가족
				두사람, 노부부만으로 만들고 있다는것, 완전히 독학으로 그 와인을 완성시켰다는 것, 이스트를 쓰지않고 자연효모르 와인을
				만들고 있다는 것, 무농약으로 유기비료를 줄뿐이라는 것, 국립공원 내 밭이 있다는 것, 포도는 와인용 품종이 아닌,
				산포도라는것, 오전리의 물이 명수라 불려 마시면 약효가 있다는것, 마운틴 듀(엠퍼리)는 와인으로서 완전히 세계적인 수준에
				다달았다는것.<Br> <Br> 거기에다 겨우 7년, 누구에게 배운 것도 아니고 단지 혼자서 여기까지? <Br>
				전혀 믿을 수 있는 마음과 동시에 이 와인을 완성시키기까지의 7년간, 만든이의 고생과 솟는 애정의 깊이가
				감추어져있었습니다. <Br> <Br> 물론 세계에서 높은 평가를 받고 있는 프랑스 와인의 최고봉, 샤토
				라 또르나 한국 내에서도 인기 높은 샤토 타르보 등은 앞의 5요소는 질, 분량 모두 최고봉입니다. 하지만 그것은 대기업의
				풍부한 자금과 긴 와인을 만들기의 전통에서 만들어지는, 음악에 비교하자면 카라얀이 지휘하는 베를린 필하모니의 연주와
				같습니다.<Br> <Br> 최고이고 최고이지 않으면 안되는 존재입니다. <Br> <Br>
				이에대한 노종구씨의 와인은 시정의 민간솔리스트이며 사람의 평가를 묻기 전에 자기자신의 엄격한 문답을 거쳐 독고 속에서
				태어납니다. 일본에 건너가선 2년 갈고 닦여서 매년 깊이를 더해가는 마운틴 듀(엠퍼리),그 와인이 연주하는 따듯한 음색에
				(마시고 심신이 좋아졌다)라고 하는 많은 일본 소비자들로부터 기쁨의 목소리를 들을 수 있게 되었습니다. <Br>
				<Br> 아름다운 음악에는 국경이 없듯, 와인도 또한 언어의 벽을 넘어 사람의 마음에 다다르는 것이라고 실감하고
				있습니다. 선인이 지나는 길, 한국에서도 굴지의 명수의 고향 깊숙이 야생의 포도에서 만들어지는 신비의 와인, 바다를 건너,
				머너먼 일본에 온 작은 한일우호대사. 그 활약을 나는 기대하지 않을 수 가 없습니다. <Br> <Br>
				<Br> IN VINO VERITAS = 와인의 진실<Br> 즉, 진실의 와인이 먼 유럽에서가 아닌
				여러분의 유구의 반도, 우리들의 바로 옆에서 태어난 것이니까요.<Br> <Br> 2002年 1月 10日<br>
				<br> <br>

				<div class="peo">
					<img src="<%=request.getContextPath()%>/img/shop/sub0201_img_02.png" />
				</div>

			</div>

			<div class="img">
				<img class="wine" src="<%=request.getContextPath()%>/img/shop/sub0201_img_01.png" />
				<div class="img2">
					<img src="<%=request.getContextPath()%>/img/shop/sub0201_img_03.png" />
					<div class="t center">
						2002, 2003年 일본 講談社가 발행한<br> 世界の名酒事典등재
					</div>
				</div>
			</div>
		</div>
	</div>
	<div class="sub0202_bg_wrap"></div>

	<div class="sub_con_wrap">
		<div class="inner sub0202_top_wrap sub0202_bt_wrap">
			<div class="txt Noto-serif fw4">
				<div class="t ">
					<span>마운틴 듀(엠퍼리) : </span><br class="mo">그 독특한 맛과 향의 포도주
				</div>



				나 자신은 한반도 동쪽의 산으로 에워싸인 봉화군의 "에덴의 동쪽" 산포도주 양조장에서 만든 독특한 야생 포도주인 마운틴
				듀(엠퍼리)를 갖고 있는 유일한 호주인이라고 생각한다. <br> <br> 마운틴 듀(엠퍼리)는 나와
				각별한 친구 중의 하나인 노종구씨로부터 받은 것인데, 그는 "에덴의 동쪽" 산포도주 양조장의 창시자이자 포도주 개척자이다.
				나는 항상 무언가 색다른 포도주를 찾고 있었는데, 그것은 내가 포도주 종주국이 아닌 호주라는 나라에 있는 포도주 애호가이기
				때문이리라. 우리는 열 손가락 안에 드는 포도주 다량 생산국이지만 포도주 산업의 발달은 최근 30년 동안에 이루어진
				것이다.<br> 우리의 포도주 산업은 한편으로는 어떤 포도주가 유익하며, 기후 및 토양의 조건, 경작방식 등을
				분석해 갔으며 또 한편으로는 유럽산 포도주의 전통과 과거 200년간 유럽산 포도 종을 전파시키려는 사람들에 의해 도입된
				포도 종자에 의존하면서 포도주 산업을 육성해 나갔다. 이러한 이유로 새로이 포도주를 개발하려는 사람들에게 각별한 관심을
				끌고 있었다.<br> <br> 1980년대 일본에 살았는데, 호카이도에서 이미 1960년대부터 호카이도산
				야생 포도(일명:야마부도)를 이용하여 포도주 산업을 부흥시키고자 하는 야망이 큰 마루타니씨를 만나게 되었다. 그는 나를
				포도 재배와 포도주 맛의 세계로 눈뜨게 하였다. 그와의 인연을 계기로 중국이나 러시아 극동 지역의 아무르 강변에서 찾을 수
				있는 동양의 야생 포도에 매료되었다. 그리고 200년도에 일본에서 열린 동경 식품박람회에서 노종구씨를 만났다. 이때 나는
				또 다른 야마부도(호카이도산 야생 포도) 실험가가 아닌 진한 포도주 철학자를 만나게 된 것이다. <br> <br>
				그는 내게 `인간이 지구 상에 존재하기 전에 원숭이가 바위 웅덩이에 떨어져 자연 발효가 된 포도 맛을 본 후 그 맛이 좋아
				다시 찾는 것을 본 우리 인간이 그 모습을 보고 배운 것 같네. 결국, 인간이 포도주를 개발한 것이 아니지`라고 말하였다.<br>
				<br> 나는 또한 그가 소유한 3핵터의 포도원에서 유럽식이 아닌 적당히 지방색을 가미한 자기 자신만의 독특한
				방법으로 포도주를 만드는 그에게 감명을 받았다. 그는 전 세계를 자기의 시장으로 보고 있으며, 어느 사람도 자연이 주는
				자양분을 활용하여 또 다른 무엇인가를 개발하고자 하는 그의 신념에 놀라지 않을 수 없을 것이다. 그는 포도를 유기농법으로
				재배할 뿐만 아니라 자신이 개발한 효모를 사용하여 발효시키는 것과 같은 방법으로 자연적인 포도주를 만들고 있었다. 이것이
				그가 말하는 양식 연어가 자연산 연어와 다르고 송이버섯이 재배한 양송이버섯과 다르듯 일반 포도주보다 나은 포도주라고 말하는
				것이다. 그뿐만 아니라 그는 사람들이 자신의 포도주를 조금만 취하지 않을 정도로 마셔 몸에 유익하게 작용하는 모습을 보길
				원한다. <br> <br> 노종구씨는 끊임없는 연구 끝에 야생 포도는 일반 포도보다 두서너 배 많은
				칼슘, 인, 석회질 그리고 철분이 많음을 알았다.<br> 마운틴 듀(엠퍼리)에는 포도주가 갖고있는 많은 양의
				유기물 분해제가 있어 좋다.<br> 즉 두통, 요통, 폐렴, 폐결핵, 이뇨작용, 각종 폐 질환, 화상, 동상,
				피부병, 관절염, 소화불량, 불면증, 변비, 심장병, 암 등에 탁월한 효과가 있어 좋다. 게다가 숙취에도 좋다. 마운틴
				듀(엠퍼리)는 무엇보다도 맛이 독특하다. 그냥 적포도주가 아닌 다양한 종류의 어느 포도주보다 그 맛이 풍부하면서도
				달콤하다. 두툼한 고기 요리와 함께 마실 때도 좋고 그 밖의 디저트와 함께해도 좋다. 많은 사람들은 그냥 포도주를 단순히
				잠들기 전에 마시거나, 머리를 맑게 하거나 잠을 청하기 위한 수단쯤으로 생각하고 잇는데 이젠 달라져야 한다.<br>
				<br> 여러 해에 걸쳐 포도주 만드는 사람들을 만나 그들의 이야기를 들어보았을 뿐만 아니라 포도주 맛도 보았다.
				200년도의 "에덴의 동쪽"의 마술을 직접 와서 경험해보라는 노종구씨의 초청도 시드니 올림픽 선약 때문에 갈 수 없었다.
				또한, 그다음 해인 2001년에도 초청을 받았으나 나의 일시적인 건강 악화 때문에 응할 수 없었다. 하지만 언제인가는 꼭
				한 번 가서 노종구씨의 꿈에 젖어 일하는 모습을 보리라. 특히 포도주에 관해 갖고 있는 그의 신선한 철학을 들으리라.<br>
				<br> 2007년 02월 02일<br> <br>


				<div class="peo">
					<img src="<%=request.getContextPath()%>/img/shop/sub0201_img_05.png" />
				</div>

			</div>

			<div class="img">
				<img class="wine" src="<%=request.getContextPath()%>/img/shop/sub0201_img_08.png" />
				<div class="img2">
					<img src="<%=request.getContextPath()%>/img/shop/sub0201_img_06.png" />
					<div class="t center">영국에서 발행된 THE WINE REPORT 2004에 등재된 내용</div>
				</div>
			</div>
		</div>
	</div>

	<!-- } 콘텐츠 끝 -->